export const list = {
  "中华人民共和国宪法": [
    "第一条　中华人民共和国是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家。",
    "社会主义制度是中华人民共和国的根本制度。中国共产党领导是中国特色社会主义最本质的特征。禁止任何组织或者个人破坏社会主义制度。",
    "第二条　中华人民共和国的一切权力属于人民。\n人民行使国家权力的机关是全国人民代表大会和地方各级人民代表大会。\n人民依照法律规定，通过各种途径和形式，管理国家事务，管理经济和文化事业，管理社会事务。",
    "第三条　中华人民共和国的国家机构实行民主集中制的原则。\n全国人民代表大会和地方各级人民代表大会都由民主选举产生，对人民负责，受人民监督。\n国家行政机关、监察机关、审判机关、检察机关都由人民代表大会产生，对它负责，受它监督。\n中央和地方的国家机构职权的划分，遵循在中央的统一领导下，充分发挥地方的主动性、积极性的原则。",
    "第四条　中华人民共和国各民族一律平等。国家保障各少数民族的合法的权利和利益，维护和发展各民族的平等团结互助和谐关系。禁止对任何民族的歧视和压迫，禁止破坏民族团结和制造民族分裂的行为。\n国家根据各少数民族的特点和需要，帮助各少数民族地区加速经济和文化的发展。\n各少数民族聚居的地方实行区域自治，设立自治机关，行使自治权。各民族自治地方都是中华人民共和国不可分离的部分。\n各民族都有使用和发展自己的语言文字的自由，都有保持或者改革自己的风俗习惯的自由。",
    "第五条　中华人民共和国实行依法治国，建设社会主义法治国家。\n　　国家维护社会主义法制的统一和尊严。\n　　一切法律、行政法规和地方性法规都不得同宪法相抵触。\n　　一切国家机关和武装力量、各政党和各社会团体、各企业事业组织都必须遵守宪法和法律。一切违反宪法和法律的行为，必须予以追究。\n　　任何组织或者个人都不得有超越宪法和法律的特权。",
    "第六条　中华人民共和国的社会主义经济制度的基础是生产资料的社会主义公有制，即全民所有制和劳动群众集体所有制。社会主义公有制消灭人剥削人的制度，实行各尽所能、按劳分配的原则。\n　　国家在社会主义初级阶段，坚持公有制为主体、多种所有制经济共同发展的基本经济制度，坚持按劳分配为主体、多种分配方式并存的分配制度。",
    "第七条　国有经济，即社会主义全民所有制经济，是国民经济中的主导力量。国家保障国有经济的巩固和发展。",
    "第八条　农村集体经济组织实行家庭承包经营为基础、统分结合的双层经营体制。农村中的生产、供销、信用、消费等各种形式的合作经济，是社会主义劳动群众集体所有制经济。参加农村集体经济组织的劳动者，有权在法律规定的范围内经营自留地、自留山、家庭副业和饲养自留畜。\n　　城镇中的手工业、工业、建筑业、运输业、商业、服务业等行业的各种形式的合作经济，都是社会主义劳动群众集体所有制经济。\n　　国家保护城乡集体经济组织的合法的权利和利益，鼓励、指导和帮助集体经济的发展。",
    "第九条　矿藏、水流、森林、山岭、草原、荒地、滩涂等自然资源，都属于国家所有，即全民所有；由法律规定属于集体所有的森林和山岭、草原、荒地、滩涂除外。\n　　国家保障自然资源的合理利用，保护珍贵的动物和植物。禁止任何组织或者个人用任何手段侵占或者破坏自然资源。"
  ],
  "中华人民共和国立法法": [
    "第一条 为了规范立法活动，健全国家立法制度，提高立法质量，完善中国特色社会主义法律体系，发挥立法的引领和推动作用，保障和发展社会主义民主，全面推进依法治国，建设社会主义法治国家，根据宪法，制定本法。",
    "第二条 法律、行政法规、地方性法规、自治条例和单行条例的制定、修改和废止，适用本法。\n" +
    "  国务院部门规章和地方政府规章的制定、修改和废止，依照本法的有关规定执行。",
    "第三条 立法应当遵循宪法的基本原则，以经济建设为中心，坚持社会主义道路、坚持人民民主专政、坚持中国共产党的领导、坚持马克思列宁主义毛泽东思想邓小平理论，坚持改革开放。",
    "第四条 立法应当依照法定的权限和程序，从国家整体利益出发，维护社会主义法制的统一和尊严。"
  ],
  "中华人民共和国烟草专卖法": [
      "第一条为实行烟草专卖管理，有计划地组织烟草专卖品的生产和经营，提高烟草制品质量，维护消费者利益，保证国家财政收入，制定本法。",
      "第二条本法所称烟草专卖品是指卷烟、雪茄烟、烟丝、复烤烟叶、烟叶、卷烟纸、滤嘴棒、烟用丝束、烟草专用机械。",
      "卷烟、雪茄烟、烟丝、复烤烟叶统称烟草制品。",
      "第三条国家对烟草专卖品的生产、销售、进出口依法实行专卖管理，并实行烟草专卖许可证制度。",
      "第四条国务院烟草专卖行政主管部门主管全国烟草专卖工作。省、自治区、直辖市烟草专卖行政主管部门主管本辖区的烟草专卖工作，受国务院烟草专卖行政主管部门和省、自治区、直辖市人民政府的双重领导，以国务院烟草专卖行政主管部门的领导为主。",
      "第五条国家加强对烟草专卖品的科学研究和技术开发，提高烟草制品的质量、降低焦油和其他有害成份的含量。",
      "国家和社会加强吸烟危害健康的宣传教育，禁止或者限制在公共交通工具和公共场所吸烟，劝阻青少年吸烟，禁止中小学生吸烟。",
      "第六条国家在民族自治地方实行烟草专卖管理，应当依照本法和民族区域自治法的有关规定，照顾民族自治地方的利益，对民族自治地方的烟叶种植和烟草制品生产给予照顾。",
      "第七条本法所称烟叶是指生产烟草制品所需的烤烟和名晾晒烟，名晾晒烟的名录由国务院烟草专卖行政主管部门规定。",
      "未列入名晾晒烟名录的其他晾晒烟可以在集市贸易市场出售。",
      "第八条烟草种植应当因地制宜地培育和推广优良品种。优良品种由当地烟草公司组织供应。[2] ",
      "第九条烟叶收购计划由县级以上地方人民政府计划部门根据国务院计划部门下达的计划下达，其他单位和个人不得变更。",
      "烟草公司或者其委托单位应当与烟叶种植者签订烟叶收购合同。烟叶收购合同应当约定烟叶种植面积、烟叶收购价格。 ",
      "第十条烟叶由烟草公司或者其委托单位按照国家规定的收购标准统一收购，其他单位和个人不得收购。"
  ]
}