export const list = {
  "中华人民共和国烟草专卖法": [
      "第一条为实行烟草专卖管理，有计划地组织烟草专卖品的生产和经营，提高烟草制品质量，维护消费者利益，保证国家财政收入，制定本法。",
      "第二条本法所称烟草专卖品是指卷烟、雪茄烟、烟丝、复烤烟叶、烟叶、卷烟纸、滤嘴棒、烟用丝束、烟草专用机械。",
      "卷烟、雪茄烟、烟丝、复烤烟叶统称烟草制品。",
      "第三条国家对烟草专卖品的生产、销售、进出口依法实行专卖管理，并实行烟草专卖许可证制度。",
      "第四条国务院烟草专卖行政主管部门主管全国烟草专卖工作。省、自治区、直辖市烟草专卖行政主管部门主管本辖区的烟草专卖工作，受国务院烟草专卖行政主管部门和省、自治区、直辖市人民政府的双重领导，以国务院烟草专卖行政主管部门的领导为主。",
      "第五条国家加强对烟草专卖品的科学研究和技术开发，提高烟草制品的质量、降低焦油和其他有害成份的含量。",
      "国家和社会加强吸烟危害健康的宣传教育，禁止或者限制在公共交通工具和公共场所吸烟，劝阻青少年吸烟，禁止中小学生吸烟。",
      "第六条国家在民族自治地方实行烟草专卖管理，应当依照本法和民族区域自治法的有关规定，照顾民族自治地方的利益，对民族自治地方的烟叶种植和烟草制品生产给予照顾。",
      "第七条本法所称烟叶是指生产烟草制品所需的烤烟和名晾晒烟，名晾晒烟的名录由国务院烟草专卖行政主管部门规定。",
      "未列入名晾晒烟名录的其他晾晒烟可以在集市贸易市场出售。",
      "第八条烟草种植应当因地制宜地培育和推广优良品种。优良品种由当地烟草公司组织供应。[2] ",
      "第九条烟叶收购计划由县级以上地方人民政府计划部门根据国务院计划部门下达的计划下达，其他单位和个人不得变更。" +
      "烟草公司或者其委托单位应当与烟叶种植者签订烟叶收购合同。烟叶收购合同应当约定烟叶种植面积、烟叶收购价格。 ",
      "第十条烟叶由烟草公司或者其委托单位按照国家规定的收购标准统一收购，其他单位和个人不得收购。",
      "第十五条 经营烟草制品批发业务的企业，必须经由国务院烟草专卖行政主管部门或者省级烟草专卖行政主管部门批准，取得烟草专卖批发企业许可证，并经工商行政管理部门核准登记。",
      "第十六条 经营烟草制品零售业务的企业或者个人，由县级人民政府工商行政管理部门根据上一级烟草专卖行政主管部门的委托，审查批准发给烟草专卖零售许可证。已经设立县级烟草专卖行政主管部门的地方，也可以由县级烟草专卖行政主管部门审查批准发给烟草专卖零售许可证。",
      "第三十一条 无烟草专卖批发企业许可证经营烟草制品批发业务的，由烟草专卖行政主管部门责令关闭或者停止经营烟草制品批发业务，没收违法所得，并处罚款。",
      "第三十二条 无烟草专卖零售许可证经营烟草制品零售业务的，由工商行政管理部门责令停止经营烟草制品零售业务，没收违法所得，并处罚款。",
  ],
    "中华人民共和国烟草专卖法实施条例（2016年2月6日修正版）": [
        "第六条  从事烟草专卖品的生产、批发、零售业务，以及经营烟草专卖品进出口业务和经营外国烟草制品购销业务的，必须依照《烟草专卖法》和本条例的规定，申请领取烟草专卖许可证。\n" +
        "　　烟草专卖许可证分为：\n" +
        "　　(一)烟草专卖生产企业许可证；\n" +
        "　　(二)烟草专卖批发企业许可证；\n" +
        "　　(三)烟草专卖零售许可证。",
        "第八条  取得烟草专卖批发企业许可证，应当具备下列条件：\n" +
        "　　(一)有与经营烟草制品批发业务相适应的资金；\n" +
        "　　(二)有固定的经营场所和必要的专业人员；\n" +
        "　　(三)符合烟草专卖批发企业合理布局的要求；\n" +
        "　　(四)国务院烟草专卖行政主管部门规定的其他条件。",
        "第九条  取得烟草专卖零售许可证，应当具备下列条件：\n" +
        "　　(一)有与经营烟草制品零售业务相适应的资金；\n" +
        "　　(二)有固定的经营场所；\n" +
        "　　(三)符合烟草制品零售点合理布局的要求；\n" +
        "　　(四)国务院烟草专卖行政主管部门规定的其他条件。",
        "第十二条  申请领取烟草专卖批发企业许可证，进行跨省、自治区、直辖市经营的，应当向省级烟草专卖行政主管部门提出申请，由省级烟草专卖行政主管部门审查签署意见，报国务院烟草专卖行政主管部门审批发证。\n" +
        "　　申请领取烟草专卖批发企业许可证，在省、自治区、直辖市范围内经营的，应当向企业所在地烟草专卖行政主管部门提出申请，由企业所在地烟草专卖行政主管部门审查签署意见，报省级烟草专卖行政主管部门审批发证。",
        "第二十三条  取得烟草专卖批发企业许可证的企业，应当在许可证规定的经营范围和地域范围内，从事烟草制品的批发业务。\n" +
        "　　取得烟草专卖零售许可证的企业或者个人，应当在当地的烟草专卖批发企业进货，并接受烟草专卖许可证发证机关的监督管理。",
        "第二十四条  无烟草专卖批发企业许可证的单位或者个人，一次销售卷烟、雪茄烟50条以上的，视为无烟草专卖批发企业许可证从事烟草制品批发业务。",
        "第二十五条  任何单位或者个人不得销售非法生产的烟草制品。",
        "第二十六条  烟草专卖生产企业和烟草专卖批发企业，不得向无烟草专卖零售许可证的单位或者个人提供烟草制品。",
        "第三十三条  跨省、自治区、直辖市运输进口的烟草专卖品、国产烟草专用机械和烟用丝束、滤嘴棒以及分切的进口卷烟纸，应当凭国务院烟草专卖行政主管部门或其授权的机构签发的烟草专卖品准运证办理托运或者自运。\n" +
        "　　跨省、自治区、直辖市运输除国产烟草专用机械、烟用丝束、滤嘴棒以及分切的进口卷烟纸以外的其他国产烟草专卖品，应当凭国务院烟草专卖行政主管部门或者省级烟草专卖行政主管部门签发的烟草专卖品准运证办理托运或者自运。\n" +
        "　　在省、自治区、直辖市内跨市、县运输烟草专卖品，应当凭省级烟草专卖行政主管部门或其授权的机构签发的烟草专卖品准运证办理托运或者自运。\n" +
        "　　运输依法没收的走私烟草专卖品，应当凭国务院烟草专卖行政主管部门签发的烟草专卖品准运证办理托运或者自运。",
        "第三十四条  有下列情形之一的，为无烟草专卖品准运证运输烟草专卖品：\n" +
        "　　(一)超过烟草专卖品准运证规定的数量和范围运输烟草专卖品的；\n" +
        "　　(二)使用过期、涂改、复印的烟草专卖品准运证的；\n" +
        "　　(三)无烟草专卖品准运证又无法提供在当地购买烟草专卖品的有效证明的；\n" +
        "　　(四)无烟草专卖品准运证运输烟草专卖品的其他行为。",
        "第三十六条  烟草专卖批发企业和烟草制品生产企业只能从取得烟草专卖生产企业许可证的企业购买卷烟纸、滤嘴棒、烟用丝束和烟草专用机械。\n" +
        "　　卷烟纸、滤嘴棒、烟用丝束、烟草专用机械的生产企业不得将其产品销售给无烟草专卖生产企业许可证的单位或者个人。",
        "第三十八条  任何单位或者个人不得销售非法生产的烟草专用机械、卷烟纸、滤嘴棒及烟用丝束。\n" +
        "　　淘汰报废、非法拼装的烟草专用机械，残次的卷烟纸、滤嘴棒、烟用丝束及下脚料，由当地烟草专卖行政主管部门监督处理，不得以任何方式销售。",
        "第四十七条  烟草专卖行政主管部门或者烟草专卖行政主管部门会同有关部门，可以依法对非法运输烟草专卖品的活动进行检查、处理",
        "第四十八条  人民法院和行政机关依法没收的烟草专卖品以及充抵罚金、罚款和税款的烟草专卖品，按照国家有关规定进行拍卖的，竞买人应当持有烟草专卖批发企业许可证。\n" +
        "　　依法设立的拍卖企业拍卖烟草专卖品，应当对竞买人进行资格验证。拍卖企业拍卖烟草专卖品，应当接受烟草专卖行政主管部门的监督",
        "第四十九条  烟草专卖行政主管部门的专卖管理检查人员执行公务时，应当佩戴国务院烟草专卖行政主管部门制发的徽章，出示省级以上烟草专卖行政主管部门签发的检查证件。",
        "第五十二条  依照《烟草专卖法》第二十九条规定处罚的，按照下列规定执行：\n" +
        "　　(一) 无准运证或者超过准运证规定的数量托运或者自运烟草专卖品的，处以违法运输的烟草专卖品价值20%以上50%以下的罚款，可以按照查获地省级烟草专卖行政主管部门出具的上年度烟叶平均收购价格的70%收购违法运输的烟叶，以及按照市场批发价格的70%收购违法运输的除烟叶外的其他烟草专卖品。\n" +
        "　　(二)有下列情形之一的，没收违法运输的烟草专卖品和违法所得：\n" +
        "　　1.非法运输的烟草专卖品价值超过5万元或者运输卷烟数量超过100件(每1万支为1件)的；\n" +
        "　　2.被烟草专卖行政主管部门处罚两次以上的；\n" +
        "　　3.抗拒烟草专卖行政主管部门的监督检查人员依法实施检查的；\n" +
        "　　4.非法运输走私烟草专卖品的；\n" +
        "　　5.运输无烟草专卖生产企业许可证的企业生产的烟草专卖品的；\n" +
        "　　6.利用伪装非法运输烟草专卖品的；\n" +
        "　　7.利用特种车辆运输烟草专卖品逃避检查的；\n" +
        "　　8.其他非法运输行为，情节严重的。\n" +
        "　　(三)承运人明知是烟草专卖品而为无准运证的单位、个人运输的，没收违法所得，可以并处违法运输的烟草专卖品价值10%以上20%以下的罚款。\n" +
        "　　(四)邮寄、异地携带烟叶、烟草制品超过国务院有关部门规定的限量一倍以上的，依照本条第(一)项的规定处罚。",
        "第五十四条  依照《烟草专卖法》第三十一条规定，无烟草专卖批发企业许可证经营烟草制品批发业务的，由烟草专卖行政主管部门责令关闭或者停止经营烟草制品批发业务，没收违法所得，处以违法批发的烟草制品价值50%以上一倍以下的罚款。",
        "第五十五条  取得烟草专卖批发企业许可证的单位违反本条例第二十三条第一款的规定，超越经营范围和地域范围，从事烟草制品批发业务的，由烟草专卖行政主管部门责令暂停经营批发业务，没收违法所得，处以违法经营的烟草制品价值10%以上20%以下的罚款。",
        "第五十六条  取得烟草专卖零售许可证的企业或者个人违反本条例第二十三条第二款的规定，未在当地烟草专卖批发企业进货的，由烟草专卖行政主管部门没收违法所得，可处以进货总额5%以上10%以下的罚款。",
        "第五十七条  无烟草专卖零售许可证经营烟草制品零售业务的，由工商行政管理部门或者由工商行政管理部门根据烟草专卖行政主管部门的意见，责令停止经营烟草制品零售业务，没收违法所得，处以违法经营总额20%以上50%以下的罚款。",
        "第五十八条  违反本条例第二十五条、第三十八条第一款规定销售非法生产的烟草专卖品的，由烟草专卖行政主管部门责令停止销售，没收违法所得，处以违法销售总额20%以上50%以下的罚款，并将非法销售的烟草专卖品公开销毁。",
        "第五十九条  违反本条例规定，未取得国务院烟草专卖行政主管部门颁发的烟草专卖批发企业许可证，擅自跨省、自治区、直辖市从事烟草制品批发业务的，由烟草专卖行政主管部门处以批发总额10%以上20%以下的罚款",
        "第六十一条  违反本条例第三十六条第一款规定，烟草专卖批发企业和烟草制品生产企业从无烟草专卖生产企业许可证的企业购买卷烟纸、滤嘴棒、烟用丝束、烟草专用机械的，由烟草专卖行政主管部门处以所购烟草专卖品价值50%以上一倍以下的罚款。",

    ],
    "四川省烟草专卖管理条例（2004年修正本）": [
        "第五条　从事烟草制品批发业务，应依法向省烟草专卖行政主管部门提出申请，经批准取得烟草专卖批发企业许可证并依法取得工商营业执照后，在规定的经营范围和地域内从事烟草制品的批发业务。",
        "第六条　从事烟草制品零售业务，应依法向县级烟草专卖行政主管部门提出申请，经批准取得烟草专卖零售许可证并依法取得工商营业执照后，在发证机关所在地烟草专卖批发企业进货，亮证经营。禁止向未成年人出售烟草制品。",
        "第九条　省内跨市、县运输烟草专卖品，应当持有省烟草专卖行政主管部门或其委托机构签发的准运证。\n" +
        "　　从事烟草制品零售业务的单位和个人，在发证机关所在地的县级行政区域范围内托运或自运烟草制品，应当持有当地烟草专卖批发企业或其委托单位出具的有效购货证明。",
        "第十五条　烟草专卖零售经营者向未成年人出售烟草制品或未亮证经营的，由烟草专卖行政主管部门责令改正；拒不改正的，处以50元以上200元以下的罚款。\n" +
        "　　烟草专卖零售经营者因违法经营被处罚两次以上或者拒绝接受检查的，烟草专卖行政主管部门可以吊销其烟草专卖零售许可证。\n" +
        "　　无烟草专卖零售许可证经营烟草制品零售业务的，由工商行政管理部门或烟草行政主管部门责令其停止经营，没收违法所得，并处违法货值百分之二十以上百分之五十以下的罚款",
    ],
    "烟草专卖许可证管理办法": [
        "第六条 本办法所称的烟草专卖许可证，包括烟草专卖生产企业许可证、烟草专卖批发企业许可证、烟草专卖零售许可证三类。",
        "第八条 公民、法人或者其他组织从事烟草专卖品的生产、批发、零售、进出口等业务的，应当依法向烟草专卖局申请领取烟草专卖许可证。\n" +
        " 法人所属的不具备法人资格的单位单独领取烟草专卖生产企业许可证或者烟草专卖批发企业许可证的，其所属法人单位应当向相关的烟草专卖局提出申请，并提交有关申请材料。",
        " 第十二条 申请烟草专卖批发企业许可证，应当具备下列条件： \n" +
        "（一）有与经营烟草制品批发业务相适应的资金；\n" +
        "（二）有固定的经营场所和必要的专业人员；\n" +
        "（三）符合烟草专卖批发企业合理布局的要求；\n" +
        "（四）国家烟草专卖局规定的其他条件。",
        "第十三条 申请烟草专卖零售许可证，应当具备下列条件：\n" +
        "（一）有与经营烟草制品零售业务相适应的资金；\n" +
        "（二）有与住所相独立的固定经营场所；\n" +
        "（三）符合当地烟草制品零售点合理布局的要求；\n" +
        "（四）国家烟草专卖局规定的其他条件。",
        "第四十条 公民、法人或者其他组织不得利用自动售货机销售烟草制品。\n" +
        " 除了取得烟草专卖生产企业许可证或者烟草专卖批发企业许可证的企业依法销售烟草专卖品外，任何公民、法人或者其他组织不得通过信息网络销售烟草专卖品。",
        "第四十四条 有下列情形之一的，发证机关可以责令持证人暂停烟草专卖业务、进行整顿，直至依法取消其从事烟草专卖业务的资格：\n" +
        " （一）经检查不符合烟草专卖法、烟草专卖法实施条例及本办法规定条件的；\n" +
        " （二）买卖、出租、出借或者以其他形式非法转让烟草专卖许可证的；\n" +
        " （三）因违法生产经营烟草专卖品一年内被烟草专卖局或者其他执法机关处罚两次以上的；\n" +
        " （四）被烟草专卖局或者其他执法机关一次性查获假烟、走私烟50条以上的；\n" +
        " （五）因非法生产经营烟草专卖品被追究刑事责任的；\n" +
        " （六）不执行烟草专卖局行政处罚决定的；\n" +
        " （七）被工商行政管理部门吊销营业执照的；\n" +
        " （八）持有烟草专卖批发企业许可证的企业，擅自将烟叶、卷烟纸、滤嘴棒、烟用丝束、烟草专用机械出售给无烟草专卖生产企业许可证、烟草专卖批发企业许可证企业的；\n" +
        " （九）登记事项发生改变，拒绝变更登记的；\n" +
        " （十）法律、法规、规章规定的其他情形。"
    ],
    "烟草专卖许可证管理办法实施细则(试行)": [
        "第三条 本细则所称的烟草专卖许可证，包括烟草专卖生产企业许可证、烟草专卖批发企业许可证和烟草专卖零售许可证。其中，烟草专卖生产企业许可证、烟草专卖批发企业许可证统称为生产经营类许可证。",
        "第七条 申请人申请领取下列烟草专卖许可证，由其经营场所所在地的省级烟草专卖局受理和审查，国家烟草专卖局审批：\n" +
        "（一）申请领取烟草专卖生产企业许可证，从事烟草专卖品生产、加工业务；\n" +
        "（二）申请领取烟草专卖批发企业许可证，从事烟草制品跨省、自治区、直辖市批发业务，或者从事其他烟草专卖品经营业务。\n" +
        "中国烟草总公司及其直属专业公司申请领取烟草专卖许可证，从事烟草专卖品生产经营的，可以由国家烟草专卖局受理、审查和审批。",
        "第八条  申请人申请领取烟草专卖批发企业许可证，在本省、自治区、直辖市范围内从事烟草制品批发的，由其经营场所所在地的地市级烟草专卖局受理和审查，省级烟草专卖局审批。",
        "第九条  申请人申请领取烟草专卖零售许可证，从事烟草制品零售业务的，由其经营场所所在地县级烟草专卖局受理、审查和审批。\n" +
        "申请人经营场所所在地未设立县级烟草专卖局的，由地市级烟草专卖局受理、审查和审批。",
        "第四十条  烟草专卖零售许可证的持证人，应当在许可证核定的经营地址从事烟草制品零售业务。\n" +
        "持证人未在许可证核定的经营地址从事烟草制品零售业务的，发证机关可以按照《烟草专卖许可证管理办法》第四十四条规定处理。持证人在许可证核定的经营地址之外从事烟草制品零售业务的，属于无证经营。",
        "第四十二  条公民、法人或者其他组织不得利用自动售货机销售烟草制品。\n" +
        "除了取得烟草专卖生产企业许可证或者烟草专卖批发企业许可证的企业依法销售烟草专卖品外，任何公民、法人或者其他组织不得通过信息网络销售烟草专卖品。\n" +
        "烟草专卖零售许可证持证人违反上述规定的，属于《烟草专卖许可证管理办法》第四十四条（一）项规定的情形。,"
    ],
    "烟草专卖品准运证管理办法": [
        "第二条 运输卷烟、雪茄烟、烟丝、复烤烟叶、烟叶（包括再造烟叶和烟梗）、卷烟纸、滤嘴棒、烟用丝束、烟草专用机械等烟草专卖品，应当持有烟草专卖品准运证。\n" +
        "　　无烟草专卖品准运证，不得运输烟草专卖品",
        "第十七条 烟草专卖品准运证的签发机关应当根据申请人申请运输烟草专卖品的运输距离、运输方式等情况，合理确定准运证的有效期限。烟草专卖品准运证的有效期限，公路运输最长不得超过20天，其他运输方式最长不得超过30天。\n" +
        "　　烟草专卖品准运证的有效期限，从签发之日开始计算。",
        "第二十一条 烟草专卖品准运证是运输烟草专卖品必备的合法证件，应随货同行，证货相符，并只能在有效期限内使用1次",
        "第二十三条 使用烟草专卖品准运证运输烟草专卖品，货物抵达目的地时，调入方验货无误后，应及时在准运证上加盖“货已收讫”印章，并上网确认。\n",
        "第二十五条 下列行为属于《中华人民共和国烟草专卖法》第二十九条规定的无烟草专卖品准运证运输：\n" +
        "　　（一）未办理烟草专卖品准运证运输烟草专卖品的；\n" +
        "　　（二）烟草专卖品准运证没有随货同行的；\n" +
        "　　（三）重复使用烟草专卖品准运证的；\n" +
        "　　（四）证货不符，超出或者少于烟草专卖品准运证规定数量、品种或者规格的部分；\n" +
        "　　（五）使用过期、涂改、复印、传真、伪造、变造的烟草专卖品准运证的；\n" +
        "　　（六）利用隐瞒、欺骗等手段取得烟草专卖品准运证运输烟草专卖品的；\n" +
        "　　（七）无烟草专卖品准运证又无法提供在当地购买烟草专卖品的有效证明的；\n" +
        "　　（八）无烟草专卖品准运证运输烟草专卖品的其他行为。\n" +
        "　　持有烟草专卖品准运证但实际改变到货地点的，或者运输烟叶、复烤烟叶、卷烟过程中鉴章的购销合同原件（出口合同除外）没有随货同行的，均视为无烟草专卖品准运证运输。",
        "第二十六条 各级烟草专卖局按照《中华人民共和国烟草专卖法实施条例》第四十七条的规定，在对非法运输烟草专卖品活动进行检查和处理过程中，可以采取下列措施：\n" +
        "　　（一）烟草专卖行政主管部门或者烟草专卖行政主管部门会同有关部门依法对涉嫌从事非法运输烟草专卖品活动和场所进行检查，依法对违法行为进行处理；\n" +
        "　　（二）对涉嫌非法运输的烟草专卖品及其运输工具进行暂存检查，但应当在7个工作日内进行处理；\n" +
        "　　（三）对涉嫌非法运输烟草专卖品的有关合同、发票、帐册、单据、记录、文件、业务函电和其他资料等进行查阅、复制；\n" +
        "　　（四）对涉嫌非法运输烟草专卖品的当事人、嫌疑人、证人进行调查和询问",
        "第三十二条 烟草专卖执法部门及其工作人员，不得以任何理由对合法运输烟草专卖品进行非法扣留。因烟草专卖执法人员滥用职权、非法扣留造成当事人经济损失的，应当依法赔偿，并追究直接责任人和有关负责人的行政责任。情节严重涉嫌犯罪的，依法移交司法部门处理。",
    ],
    "最高人民法院、最高人民检察院关于办理非法生产、销售烟草专卖品等刑事案件具体应用法律若干问题的解释": [
        "第一条　生产、销售伪劣卷烟、雪茄烟等烟草专卖品，销售金额在五万元以上的，依照刑法第一百四十条的规定，以生产、销售伪劣产品罪定罪处罚。\n" +
        "未经卷烟、雪茄烟等烟草专卖品注册商标所有人许可，在卷烟、雪茄烟等烟草专卖品上使用与其注册商标相同的商标，情节严重的，依照刑法第二百一十三条的规定，以假冒注册商标罪定罪处罚。\n" +
        "销售明知是假冒他人注册商标的卷烟、雪茄烟等烟草专卖品，销售金额较大的，依照刑法第二百一十四条的规定，以销售假冒注册商标的商品罪定罪处罚。\n" +
        "伪造、擅自制造他人卷烟、雪茄烟注册商标标识或者销售伪造、擅自制造的卷烟、雪茄烟注册商标标识，情节严重的，依照刑法第二百一十五条的规定，以非法制造、销售非法制造的注册商标标识罪定罪处罚。\n" +
        "违反国家烟草专卖管理法律法规，未经烟草专卖行政主管部门许可，无烟草专卖生产企业许可证、烟草专卖批发企业许可证、特种烟草专卖经营企业许可证、烟草专卖零售许可证等许可证明，非法经营烟草专卖品，情节严重的，依照刑法第二百二十五条的规定，以非法经营罪定罪处罚。",
    ],
    "中华人民共和国烟草专卖法-2015年4月最新修订版": [
        "第一条 为实行烟草专卖管理，有计划地组织烟草专卖品的生产和经营，提高烟草制品质量，维护消费者利益，保证国家财政收入，制定本法。",
        "第二条 本法所称烟草专卖品是指卷烟、雪茄烟、烟丝、复烤烟叶、烟叶、卷烟纸、滤嘴棒、烟用丝束、烟草专用机械。\n" +
        "卷烟、雪茄烟、烟丝、复烤烟叶统称烟草制品。\n" ,
        "第三条 国家对烟草专卖品的生产、销售、进出口依法实行专卖管理，并实行烟草专卖许可证制度。\n" ,
        "第四条 国务院烟草专卖行政主管部门主管全国烟草专卖工作。省、自治区、直辖市烟草专卖行政主管部门主管本辖区的烟草专卖工作，受国务院烟草专卖行政主管部门和省、自治区、直辖市人民政府的双重领导，以国务院烟草专卖行政主管部门的领导为主。\n" ,
        "第五条 国家加强对烟草专卖品的科学研究和技术开发，提高烟草制品的质量、降低焦油和其他有害成份的含量。\n" ,
        "国家和社会加强吸烟危害健康的宣传教育，禁止或者限制在公共交通工具和公共场所吸烟，劝阻青少年吸烟，禁止中小学生吸烟。\n" ,
        "第六条 国家在民族自治地方实行烟草专卖管理，应当依照本法和民族区域自治法的有关规定，照顾民族自治地方的利益，对民族自治地方的烟叶种植和烟草制品生产给予照顾。\n" +
        "第七条 本法所称烟叶是指生产烟草制品所需的烤烟和名晾晒烟，名晾晒烟的名录由国务院烟草专卖行政主管部门规定。\n" ,
        "未列入名晾晒烟名录的其他晾晒烟可以在集市贸易市场出售。\n" +
        "第八条 烟草种植应当因地制宜地培育和推广优良品种。优良品种由当地烟草公司组织供应。[2]\n" ,
        "第九条 烟叶收购计划由县级以上地方人民政府计划部门根据国务院计划部门下达的计划下达，其他单位和个人不得变更。\n" +
        "烟草公司或者其委托单位应当与烟叶种植者签订烟叶收购合同。烟叶收购合同应当约定烟叶种植面积、烟叶收购价格。\n" ,
        "第十条 烟叶由烟草公司或者其委托单位按照国家规定的收购标准统一收购，其他单位和个人不得收购。\n" ,
        "烟草公司及其委托单位对烟叶种植者按照烟叶收购合同约定的种植面积生产的烟叶，应当按照合同约定的收购价格，全部收购，不得压级压价，并妥善处理收购烟叶发生的纠纷。\n" ,
        "第十一条 省、自治区、直辖市之间的烟叶、复烤烟叶的调拨计划由国务院计划部门下达，省、自治区、直辖市辖区内的烟叶、复烤烟叶的调拨计划由省、自治区、直辖市计划部门下达，其他单位和个人不得变更。烟叶、复烤烟叶的调拨必须签订合同。\n" ,
        "第十二条 开办烟草制品生产企业，必须经国务院烟草专卖行政主管部门批准，取得烟草专卖生产企业许可证，并经工商行政管理部门核准登记；其分立、合并、撤消，必须经国务院烟草专卖行政主管部门批准，并向工商行政管理部门办理变更、注销登记手续。未取得烟草专卖生产企业许可证的，工商行政管理部门不得核准登记。\n" ,
        "第十三条 烟草制品生产企业为扩大生产能力进行基本建设或者技术改造，必须经国务院烟草专卖行政主管部门批准。\n" ,
        "第十四条 省、自治区、直辖市的卷烟、雪茄烟年度总产量计划由国务院计划部门下达。烟草制品生产企业的卷烟、雪茄烟年度总产量计划，由省级烟草专卖行政主管部门根据国务院计划部门下达的计划，结合市场销售情况下达，地方人民政府不得向烟草制品生产企业下达超产任务。烟草制品生产企业根据市场销售情况，需要超过年度总产量计划生产卷烟、雪茄烟，必须经国务院烟草专卖行政主管部门批准。\n" +
        "全国烟草总公司根据国务院计划部门下达的年度总产量计划向省级烟草公司下达分等级、分种类的卷烟产量指标。省级烟草公司根据全国烟草总公司下达的分等级、分种类的卷烟产量指标，结合市场销售情况，向烟草制品生产企业下达分等级、分种类的卷烟产量指标。烟草制品生产企业可以根据市场销售情况，在该企业的年度总产量计划的范围内，对分等级、分种类的卷烟产量指标适当调整。\n" ,
        "第十五条 经营烟草制品批发业务的企业，必须经由国务院烟草专卖行政主管部门或者省级烟草专卖行政主管部门批准，取得烟草专卖批发企业许可证，并经工商行政管理部门核准登记。\n" ,
        "第十六条 经营烟草制品零售业务的企业或者个人，由县级人民政府工商行政管理部门根据上一级烟草专卖行政主管部门的委托，审查批准发给烟草专卖零售许可证。已经设立县级烟草专卖行政主管部门的地方，也可以由县级烟草专卖行政主管部门审查批准发给烟草专卖零售许可证。\n" ,
        "第十七条 国家制定卷烟、雪茄烟的焦油含量及标准。卷烟、雪茄烟应当在包装上标明焦油含量级和“吸烟有害健康”。\n" ,
        "第十八条 禁止在广播电台、电视台、报刊播放、刊登烟草制品广告。\n" ,
        "第十九条 卷烟、雪茄烟和有包装的烟丝必须申请商标注册，未经核准注册的，不得生产、销售。\n" +
        "禁止生产、销售假冒他人注册商标的烟草制品。\n" ,
        "第二十条 烟草制品商标标识必须由省级工商行政管理部门指定的企业印制；非指定的企业不得印制烟草制品商标标识。\n" ,
        "第二十一条 托运或者自运烟草专卖品必须持有烟草专卖行政主管部门或者烟草专卖行政主管部门授权的机构签发的准运证；无准运证的，承运人不得承运。\n" ,
        "第二十二条 邮寄、异地携带烟叶、烟草制品的，不得超过国务院有关主管部门规定的限量。\n" ,
        "第二十三条 个人进入中国境内携带烟草制品的，不得超过国务院有关主管部门规定的限量。\n" ,
        "第二十四条 生产卷烟纸、滤嘴棒、烟用丝束、烟草专用机械的企业，必须报国务院烟草专卖行政主管部门批准，取得烟草专卖生产企业许可证。\n" +
        "本法所称烟草专用机械是指烟草专用机械的整机。\n" ,
        "第二十五条 生产卷烟纸、滤嘴棒、烟用丝束、烟草专用机械的企业，应当按照国务院烟草专卖行政主管部门的计划以及与烟草制品生产企业签订的订货合同组织生产。\n" ,
        "第二十六条 生产卷烟纸、滤嘴棒、烟用丝束、烟草专用机械的企业，只可将产品销售给烟草公司和持有烟草专卖生产企业许可证的烟草制品生产企业。\n" ,
        "第二十七条 国务院烟草专卖行政主管部门根据国务院规定，管理烟草行业的进出口贸易和对外经济技术合作。\n" ,
        "第二十八条 违反本法规定擅自收购烟叶的，由烟草专卖行政主管部门处以罚款，并按照查获地省级烟草专卖行政主管部门出具的上年度烟叶平均收购价格的百分之七十收购违法收购的烟叶；数量巨大的，没收违法收购的烟叶和违法所得。\n" ,
        "第二十九条 无准运证或者超过准运证规定的数量托运或者自运烟草专卖品的，由烟草专卖行政主管部门处以罚款，可以按照查获地省级烟草专卖行政主管部门出具的上年度烟叶平均收购价格的百分之七十收购违法运输的烟叶，按照市场批发价格的百分之七十收购违法运输的除烟叶外的其他烟草专卖品；情节严重的，没收违法运输的烟草专卖品和违法所得。\n" +
        "承运人明知是烟草专卖品而为无准运证的单位、个人运输的，由烟草专卖行政主管部门没收违法所得，并处罚款。\n" +
        "超过国家规定的限量异地携带烟叶、烟草制品，数量较大的，依照第一款的规定处理。\n" ,
        "第三十条 无烟草专卖生产企业许可证生产烟草制品的，由烟草专卖行政主管部门责令关闭，没收违法所得，并处罚款。\n" +
        "无烟草专卖生产企业许可证生产卷烟纸、滤嘴棒、烟用丝束或者烟草专用机械的，由烟草专卖行政主管部门责令停止生产上述产品，没收违法所得，可以并处罚款。\n" ,
        "第三十一条 无烟草专卖批发企业许可证经营烟草制品批发业务的，由烟草专卖行政主管部门责令关闭或者停止经营烟草制品批发业务，没收违法所得，并处罚款。\n" +
        "第三十二条 无烟草专卖零售许可证经营烟草制品零售业务的，由工商行政管理部门责令停止经营烟草制品零售业务，没收违法所得，并处罚款。\n" ,
        "第三十三条 生产、销售没有注册商标的卷烟、雪茄烟、有包装的烟丝的，由工商行政管理部门责令停止生产、销售，并处罚款。\n" +
        "生产、销售假冒他人注册商标的烟草制品的，由工商行政管理部门责令停止侵权行为，赔偿被侵权人的损失，可以并处罚款；构成犯罪的，依法追究刑事责任。\n" +
        "第三十四条 违法本法第二十一条的规定，非法印制烟草制品商标标识的，由工商行政管理部门销毁印制的商标标识，没收违法所得，并处罚款。\n" ,
        "第三十五条 倒卖烟草专卖品，构成犯罪的，依法追究其刑事责任；情节轻微，不构成犯罪的由工商行政管理部门没收倒卖的烟草专卖品和违法所得，可以并处以罚款。烟草专卖行政主管部门和烟草公司工作人员利用职务上的便利犯本款罪的，依法从重处罚。\n" ,
        "第三十六条 伪造、变造、买卖本法规定的烟草专卖生产企业许可证、烟草专卖经营许可证等许可证件和准运证的，依照刑法有关规定追究刑事责任。\n" +
        "烟草专卖行政主管部门和烟草公司工作人员利用职务上的便利犯前款罪的，依法从重处罚。\n" ,
        "第三十七条 走私烟草专卖品，构成走私罪的，依照刑法有关规定追究刑事责任；走私烟草专卖品，数额不大，不构成走私罪的，由海关没收走私货物、物品和违法所得，可以并处罚款。\n" +
        "烟草专卖行政主管部门和烟草公司工作人员利用职务上的便利犯该款罪的，依法从重处罚。\n" ,
        "第三十八条 烟草专卖行政主管部门有权对本法实施情况进行检查。以暴力、威胁方法阻碍烟草专卖检查人员依法执行职务的，依法追究刑事责任；拒绝、阻碍烟草专卖检查人员依法执行职务未使用暴力、威胁方法的，由公安机关依照治安管理处罚法的规定处罚。\n" ,
        "第三十九条 人民法院和处理违法案件的有关部门的工作人员私分没收的烟草制品，依照刑法有关规定追究刑事责任。\n" +
        "人民法院和处理违法案件的有关部门的工作人员购买没收的烟草制品的，责令退还，可以给予行政处分。\n" ,
        "第四十条 烟草专卖行政主管部门和烟草公司的工作人员滥用职权、徇私舞弊或者玩忽职守的，给予行政处分；情节严重，构成犯罪的，依法追究刑事责任。\n" ,
        "第四十一条 当事人对烟草专卖行政主管部门和工商行政管理部门作出的行政处罚决定不服的，可以在接到处罚通知之日起十五日内向作出处罚决定的机关的上一级机关申请复议；当事人也可以在接到处罚通知之日起十五日内直接向人民法院起诉。\n" +
        "复议机关应当在接到复议申请之日起六十日内作出复议决定。当事人对复议决定不服的，可以在接到复议决定之日起十五日内向人民法院起诉；复议机关逾期不作出复议决定的，当事人可以在复议期满之日起十五日内向人民法院起诉。\n" +
        "当事人逾期不申请复议也不向人民法院起诉，又不履行处罚决定的，作出处罚决定的机关可以申请人民法院强制执行。\n" ,
        "第四十二条 国务院根据本法制定实施条例。\n" ,
        "第四十三条 本法自1992年1月1日起施行。1983年9月23日国务院发布的《烟草专卖条例》同时废止。\n"
    ]
}